Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 自动价格只读取供应商自身模型目录明确返回的机器可读金额与单位；不会抓取第三方价格、不会猜价。所有模型都可以在下方手动配置。
ar: لا يقرأ التسعير التلقائي إلا المبالغ والوحدات القابلة للقراءة آليًا التي يعيدها دليل المزوّد صراحةً. ولا يجلب أسعار أطراف ثالثة أو يخمّنها. ويمكن ضبط كل نموذج يدويًا أدناه.
de: Die automatische Preisübernahme liest nur maschinenlesbare Beträge und Einheiten, die der Anbieterkatalog ausdrücklich liefert. Drittanbieterpreise werden weder ausgelesen noch geschätzt. Jedes Modell kann unten manuell konfiguriert werden.
en: Automatic pricing reads only machine-readable amounts and units explicitly returned by the provider catalog. It never scrapes third-party prices or guesses. Every model can also be configured manually below.
es: La obtención automática solo lee importes y unidades legibles por máquina devueltos explícitamente por el catálogo del proveedor. No extrae precios de terceros ni los adivina. Todos los modelos también pueden configurarse manualmente.
fr: La tarification automatique ne lit que les montants et unités lisibles par machine explicitement renvoyés par le catalogue fournisseur. Elle n’extrait aucun tarif tiers et ne devine rien. Chaque modèle peut aussi être configuré manuellement.
ja: 自動価格取得は、プロバイダーカタログが明示的に返す機械可読の金額と単位のみを読み取ります。第三者価格の取得や推測は行いません。すべてのモデルを下で手動設定できます。
ko: 자동 가격은 공급자 카탈로그가 명시적으로 반환한 기계 판독 금액과 단위만 읽습니다. 제3자 가격을 수집하거나 추측하지 않습니다. 모든 모델은 아래에서 수동으로 구성할 수 있습니다.
pt_br: A precificação automática lê apenas valores e unidades legíveis por máquina retornados explicitamente pelo catálogo do provedor. Não coleta preços de terceiros nem faz estimativas. Todos os modelos também podem ser configurados manualmente.
ru: Автоматическое получение цен читает только машиночитаемые суммы и единицы, явно возвращённые каталогом поставщика. Цены третьих лиц не собираются и не угадываются. Любую модель можно настроить вручную ниже.
zh_hant: 自動價格只讀取供應商自身模型目錄明確返回的機器可讀金額與單位；不會抓取第三方價格、不會猜價。所有模型都可以在下方手動配置。

source: 自动补更新
ar: تحديث استدراكي تلقائي
de: Automatisches Nachholen
en: Automatic Catch-Up
es: Actualización automática pendiente
fr: Rattrapage automatique
ja: 自動補完更新
ko: 자동 보충 업데이트
pt_br: Atualização automática compensatória
ru: Автоматическое наверстывающее обновление
zh_hant: 自動補更新

source: 自定义
ar: تخصيص
de: Anpassen
en: Customize
es: Personalizar
fr: Personnaliser
ja: カスタマイズ
ko: 사용자 정의
pt_br: Personalizar
ru: Настроить
zh_hant: 自定義

source: 自适应约束
ar: القيود التكيفية
de: adaptive Einschränkungen
en: adaptive constraints
es: restricciones adaptativas
fr: contraintes adaptatives
ja: 適応制約
ko: 적응형 제약조건
pt_br: restrições adaptativas
ru: адаптивные ограничения
zh_hant: 自適應約束

source: 英镑（GBP）
ar: الجنيه الإسترليني (GBP)
de: Britisches Pfund (GBP)
en: British Pound (GBP)
es: Libra esterlina (GBP)
fr: Livre sterling (GBP)
ja: 英ポンド（GBP）
ko: 영국 파운드(GBP)
pt_br: Libra esterlina (GBP)
ru: Фунт стерлингов (GBP)
zh_hant: 英鎊（GBP）

source: 虚拟密钥
ar: المفتاح الظاهري
de: virtueller Schlüssel
en: virtual key
es: llave virtual
fr: clé virtuelle
ja: 仮想キー
ko: 가상 키
pt_br: chave virtual
ru: виртуальный ключ
zh_hant: 虛擬密鑰

source: 虚拟密钥名称不能为空。
ar: لا يمكن أن يكون اسم المفتاح الظاهري فارغًا.
de: Der Name des virtuellen Schlüssels darf nicht leer sein.
en: Virtual key name cannot be empty.
es: El nombre de la clave virtual no puede estar vacío.
fr: Le nom de la clé virtuelle ne peut pas être vide.
ja: 仮想キー名を空にすることはできません。
ko: 가상 키 이름은 비워둘 수 없습니다.
pt_br: O nome da chave virtual não pode ficar vazio.
ru: Имя виртуального ключа не может быть пустым.
zh_hant: 虛擬密鑰名稱不能為空。

source: 虚拟密钥已达到月度预算
ar: لقد وصل المفتاح الظاهري إلى الميزانية الشهرية
de: Der virtuelle Schlüssel hat das Monatsbudget erreicht
en: Virtual key has reached monthly budget
es: La clave virtual ha alcanzado el presupuesto mensual
fr: La clé virtuelle a atteint le budget mensuel
ja: 仮想キーが月間予算に達しました
ko: 가상 키가 월예산에 도달했습니다.
pt_br: A chave virtual atingiu o orçamento mensal
ru: Виртуальный ключ достиг месячного бюджета
zh_hant: 虛擬密鑰已達到月度預算

source: 虚拟密钥已达到每分钟请求上限
ar: لقد وصل المفتاح الظاهري إلى حد الطلب في الدقيقة
de: Der virtuelle Schlüssel hat das Anforderungslimit pro Minute erreicht
en: Virtual key has reached request per minute limit
es: La clave virtual ha alcanzado el límite de solicitudes por minuto
fr: La clé virtuelle a atteint la limite de requêtes par minute
ja: 仮想キーが 1 分あたりのリクエスト制限に達しました
ko: 가상 키가 분당 요청 한도에 도달했습니다.
pt_br: A chave virtual atingiu o limite de solicitações por minuto
ru: Виртуальный ключ достиг лимита запросов в минуту
zh_hant: 虛擬密鑰已達到每分鐘請求上限

source: 虚拟密钥请求了未授权模型；未记录请求正文
ar: تم طلب نموذج غير مصرح به للمفتاح الظاهري؛ لم يتم تسجيل نص الطلب
de: Nicht autorisiertes Modell für virtuellen Schlüssel angefordert; Anfragetext nicht protokolliert
en: Unauthorized model requested for virtual key; request body not logged
es: Se solicita modelo no autorizado para clave virtual; cuerpo de la solicitud no registrado
fr: Modèle non autorisé demandé pour la clé virtuelle ; corps de la demande non enregistré
ja: 仮想キーに対して未承認のモデルが要求されました。リクエスト本文がログに記録されない
ko: 가상 키에 대해 승인되지 않은 모델이 요청되었습니다. 요청 본문이 기록되지 않았습니다.
pt_br: Modelo não autorizado solicitado para chave virtual; corpo da solicitação não registrado
ru: Несанкционированная модель запросила виртуальный ключ; Тело запроса не зарегистрировано
zh_hant: 虛擬密鑰請求了未授權模型；未記錄請求正文

source: 要求 Bearer 访问令牌
ar: يتطلب رمز الوصول إلى Bearer
de: RequireBearer-Zugriffstoken
en: RequireBearer access token
es: RequireBearer token de acceso
fr: Jeton d'accès RequireBearer
ja: RequireBearer アクセス トークン
ko: RequireBearer 액세스 토큰
pt_br: Token de acesso RequireBearer
ru: Токен доступа RequireBearer
zh_hant: 要求 Bearer 訪問令牌

# 解除隔离并标记 %arg 为可用
source: 解除隔离并标记 %1$arg 为可用
ar: قم بإلغاء العزل ووضع علامة على %arg كمتاح
de: Entfernen Sie die Quarantäne und markieren Sie %arg als verfügbar
en: Unquarantine and mark %arg as available
es: Quitar la cuarentena y marcar %arg como disponible
fr: Annuler la quarantaine et marquer %arg comme disponible
ja: 隔離を解除し、%arg を使用可能としてマークします
ko: 격리 해제하고 %arg를 사용 가능으로 표시
pt_br: Cancele a quarentena e marque %arg como disponível
ru: Вывести из карантина и отметить %arg как доступный
zh_hant: 解除隔離並標記 %1$arg 為可用

# 解除隔离并标记模型 %arg 为可用
source: 解除隔离并标记模型 %1$arg 为可用
ar: قم بعزل النموذج %arg ووضع علامة عليه كمتاح
de: Isolieren Sie das Modell %arg und markieren Sie es als verfügbar
en: Unisolate and mark model %arg as available
es: Desaislar y marcar el modelo %arg como disponible
fr: Dissocier et marquer le modèle %arg comme disponible
ja: モデル %arg を分離し、使用可能としてマークします
ko: 모델 %arg를 단일 분리하고 사용 가능한 것으로 표시
pt_br: Unisolate e marque o modelo %arg como disponível
ru: Изолировать и пометить модель %arg как доступную.
zh_hant: 解除隔離並標記模型 %1$arg 為可用

source: 设置到期时间
ar: ضبط وقت انتهاء الصلاحية
de: Ablaufzeit festlegen
en: Set expiration time
es: Establecer tiempo de vencimiento
fr: Définir le délai d'expiration
ja: 有効期限を設定する
ko: 만료 시간 설정
pt_br: Definir prazo de validade
ru: Установить срок годности
zh_hant: 設置到期時間

source: 访问与安全
ar: الوصول والأمن
de: Zugang und Sicherheit
en: Access and security
es: Acceso y seguridad
fr: Accès et sécurité
ja: アクセスとセキュリティ
ko: 액세스 및 보안
pt_br: Acesso e segurança
ru: Доступ и безопасность
zh_hant: 訪問與安全

source: 访问令牌
ar: رمز الوصول
de: Zugriffstoken
en: Access Token
es: token de acceso
fr: jeton d'accès
ja: アクセストークン
ko: 액세스 토큰
pt_br: token de acesso
ru: токен доступа
zh_hant: 訪問令牌

source: 访问令牌已复制。
ar: تم نسخ رمز الوصول.
de: Zugriffstoken kopiert.
en: Access token copied.
es: Token de acceso copiado.
fr: Jeton d’accès copié.
ja: アクセストークンをコピーしました。
ko: 액세스 토큰을 복사했습니다.
pt_br: Token de acesso copiado.
ru: Токен доступа скопирован.
zh_hant: 訪問令牌已複製。

source: 访问令牌已更新，旧令牌立即失效。
ar: تم تحديث رمز الوصول. أصبح الرمز القديم غير صالح.
de: Zugriffstoken aktualisiert. Das alte Token ist jetzt ungültig.
en: Access token updated. The old token is now invalid.
es: Token de acceso actualizado. El token anterior ya no es válido.
fr: Jeton d’accès mis à jour. L’ancien jeton est désormais invalide.
ja: アクセストークンを更新しました。古いトークンは無効です。
ko: 액세스 토큰을 업데이트했습니다. 이전 토큰은 즉시 무효화됩니다.
pt_br: Token de acesso atualizado. O token anterior agora é inválido.
ru: Токен доступа обновлён. Старый токен больше недействителен.
zh_hant: 訪問令牌已更新，舊令牌立即失效。

source: 该供应商暂不支持 Responses API 透传
ar: لا يدعم هذا الموفر حاليًا النقل الشفاف لواجهة برمجة تطبيقات الاستجابة.
de: Dieser Anbieter unterstützt derzeit keine transparente Übertragung über die Responses API.
en: This provider does not currently support Responses API transparent transmission.
es: Actualmente, este proveedor no admite la transmisión transparente de la API de Responses.
fr: Ce fournisseur ne prend actuellement pas en charge la transmission transparente de l'API Responses.
ja: このプロバイダーは現在、Responses API の透過的な送信をサポートしていません。
ko: 이 공급자는 현재 Responses API 투명 전송을 지원하지 않습니다.
pt_br: No momento, este provedor não oferece suporte à transmissão transparente da API de respostas.
ru: Этот поставщик в настоящее время не поддерживает прозрачную передачу API ответов.
zh_hant: 該供應商暫不支持 Responses API 透傳

source: 该供应商暂无已核验的公开模型目录地址，请从供应商官方文档复制完整 URL；ModelHub 不会猜测路径。
ar: لا يتوفر عنوان عام متحقق منه لدليل هذا المزوّد. انسخ العنوان الكامل من وثائقه الرسمية؛ لن يخمّن ModelHub المسار.
de: Für diesen Anbieter ist keine geprüfte öffentliche Modellkatalog-URL verfügbar. Kopieren Sie die vollständige URL aus der offiziellen Dokumentation; ModelHub errät keinen Pfad.
en: No verified public model catalog URL is available for this provider. Copy the complete URL from its official documentation; ModelHub will not guess a path.
es: No hay una URL pública verificada del catálogo para este proveedor. Copia la URL completa de su documentación oficial; ModelHub no adivinará la ruta.
fr: Aucune URL publique vérifiée de catalogue n’est disponible pour ce fournisseur. Copiez l’URL complète depuis sa documentation officielle ; ModelHub ne devine pas le chemin.
ja: このプロバイダーには確認済みの公開モデルカタログ URL がありません。公式ドキュメントから完全な URL をコピーしてください。ModelHub はパスを推測しません。
ko: 이 공급자는 검증된 공개 모델 카탈로그 URL이 없습니다. 공식 문서에서 전체 URL을 복사하세요. ModelHub는 경로를 추측하지 않습니다.
pt_br: Não há URL pública verificada do catálogo para este provedor. Copie a URL completa da documentação oficial; o ModelHub não tentará adivinhar o caminho.
ru: Для этого поставщика нет проверенного публичного URL каталога. Скопируйте полный URL из официальной документации; ModelHub не угадывает путь.
zh_hant: 該供應商暫無已核驗的公開模型目錄地址，請從供應商官方文檔複製完整 URL；ModelHub 不會猜測路徑。

source: 该供应商没有已保存或已核验的精确模型名录 URL；不会使用或补全 Base URL。
ar: لا يتوفر لهذا المزوّد عنوان دقيق محفوظ أو متحقق منه لدليل النماذج. لن يُستخدم عنوان URL الأساسي أو يُستكمل.
de: Für diesen Anbieter ist keine gespeicherte oder geprüfte exakte Modellkatalog-URL vorhanden. Die Basis-URL wird weder verwendet noch ergänzt.
en: This provider has no saved or verified exact model catalog URL. The Base URL will not be used or completed.
es: Este proveedor no tiene una URL exacta del catálogo guardada o verificada. No se usará ni completará la URL base.
fr: Ce fournisseur ne possède aucune URL exacte de catalogue enregistrée ou vérifiée. L’URL de base ne sera ni utilisée ni complétée.
ja: このプロバイダーには保存済みまたは確認済みの正確なモデルカタログ URL がありません。Base URL の使用や補完は行いません。
ko: 이 공급자에는 저장되었거나 검증된 정확한 모델 카탈로그 URL이 없습니다. Base URL은 사용하거나 보완하지 않습니다.
pt_br: Este provedor não tem uma URL exata do catálogo salva ou verificada. A URL base não será usada nem completada.
ru: Для этого поставщика нет сохранённого или проверенного точного URL каталога. Базовый URL не используется и не дополняется.
zh_hant: 該供應商沒有已保存或已核驗的精確模型名錄 URL；不會使用或補全 Base URL。

source: 该模型已达到并发上限，正在尝试回退目标
ar: لقد وصل النموذج إلى حد التزامن ويحاول التراجع عن الهدف
de: Das Modell hat das Parallelitätslimit erreicht und versucht, das Ziel zurückzusetzen
en: The model has reached the concurrency limit and is trying to roll back the target
es: El modelo ha alcanzado el límite de simultaneidad y está intentando revertir el objetivo.
fr: Le modèle a atteint la limite de concurrence et tente de faire reculer la cible
ja: モデルは同時実行制限に達したため、ターゲットをロールバックしようとしています
ko: 모델이 동시성 한도에 도달했으며 대상을 롤백하려고 합니다.
pt_br: O modelo atingiu o limite de simultaneidade e está tentando reverter o alvo
ru: Модель достигла предела параллелизма и пытается откатить цель.
zh_hant: 該模型已達到併發上限，正在嘗試回退目標

source: 该模型已达到本机设置的月度 Token 上限；未调用上游
ar: وصل النموذج إلى حد الرمز المميز الشهري الذي حدده الجهاز؛ لا يتم استدعاء المنبع
de: Das Modell hat das von der Maschine festgelegte monatliche Token-Limit erreicht; Der Upstream wird nicht aufgerufen
en: The model has reached the monthly Token limit set by the machine; the upstream is not called
es: El modelo ha alcanzado el límite de Token mensual establecido por la máquina; el upstream no se llama
fr: Le modèle a atteint la limite mensuelle de jetons définie par la machine ; l'amont n'est pas appelé
ja: モデルは、マシンによって設定された月間トークン制限に達しました。上流は呼び出されません
ko: 모델이 머신에서 설정한 월별 토큰 한도에 도달했습니다. 업스트림이 호출되지 않습니다.
pt_br: O modelo atingiu o limite mensal de Token definido pela máquina; o upstream não é chamado
ru: Модель достигла месячного лимита токенов, установленного автоматом; восходящий поток не называется
zh_hant: 該模型已達到本機設置的月度 Token 上限；未調用上游

source: 该模型熔断器尚未冷却，正在尝试回退目标
ar: لم يبرد فتيل النموذج بعد ويحاول دحر الهدف
de: Der Modellzünder ist noch nicht abgekühlt und versucht, das Ziel zurückzudrehen
en: The model fuse has not cooled down yet and is trying to roll back the target
es: El fusible del modelo aún no se ha enfriado y está intentando hacer retroceder el objetivo.
fr: Le fusible du modèle n'a pas encore refroidi et essaie de faire reculer la cible
ja: モデルのヒューズがまだ冷却されていないため、ターゲットをロールバックしようとしています。
ko: 모델 퓨즈가 아직 냉각되지 않았으며 대상을 롤백하려고 합니다.
pt_br: O fusível do modelo ainda não esfriou e está tentando reverter o alvo
ru: Взрыватель модели еще не остыл и пытается откатить цель
zh_hant: 該模型熔斷器尚未冷卻，正在嘗試回退目標

source: 语言
ar: لغة
de: Sprache
en: language
es: idioma
fr: langue
ja: 言語
ko: 언어
pt_br: idioma
ru: язык
zh_hant: 語言

source: 语音合成
ar: تحويل النص إلى كلام
de: Sprachsynthese
en: Text to Speech
es: Síntesis de voz
fr: Synthèse vocale
ja: 音声合成
ko: 음성 합성
pt_br: Síntese de voz
ru: Синтез речи
zh_hant: 語音合成

source: 语音端点
ar: نقطة نهاية الكلام
de: Sprach-Endpunkt
en: Speech endpoint
es: Endpoint de voz
fr: Point de terminaison vocal
ja: 音声エンドポイント
ko: 음성 엔드포인트
pt_br: Endpoint de voz
ru: Адрес речи
zh_hant: 語音端點

source: 语音转录
ar: النسخ الصوتي
de: Transkription
en: Transcription
es: Transcripción
fr: Transcription
ja: 音声文字起こし
ko: 음성 전사
pt_br: Transcrição
ru: Транскрибация
zh_hant: 語音轉錄

source: 请先启用 MCP（/mcp）后再安装。
ar: الرجاء تمكين MCP (/mcp) قبل التثبيت.
de: Bitte aktivieren Sie MCP (/mcp) vor der Installation.
en: Please enable MCP (/mcp) before installing.
es: Habilite MCP (/mcp) antes de instalar.
fr: Veuillez activer MCP (/mcp) avant l'installation.
ja: インストールする前に MCP (/mcp) を有効にしてください。
ko: 설치하기 전에 MCP(/mcp)를 활성화하십시오.
pt_br: Habilite o MCP (/mcp) antes de instalar.
ru: Пожалуйста, включите MCP (/mcp) перед установкой.
zh_hant: 請先啓用 MCP（/mcp）後再安裝。

source: 请先填写供应商自身提供的精确模型名录 URL。
ar: أدخل أولًا عنوان دليل النماذج الدقيق الذي يقدمه المزوّد.
de: Geben Sie zuerst die exakte, vom Anbieter bereitgestellte Modellkatalog-URL ein.
en: Enter the exact model catalog URL provided by the provider first.
es: Introduce primero la URL exacta del catálogo proporcionada por el proveedor.
fr: Saisissez d’abord l’URL exacte du catalogue fournie par le fournisseur.
ja: プロバイダー自身が提供する正確なモデルカタログ URL を入力してください。
ko: 공급자가 직접 제공한 정확한 모델 카탈로그 URL을 먼저 입력하세요.
pt_br: Informe primeiro a URL exata do catálogo fornecida pelo provedor.
ru: Сначала укажите точный URL каталога, предоставленный поставщиком.
zh_hant: 請先填寫供應商自身提供的精確模型名錄 URL。

source: 请先填写精确的模型名录 URL。
ar: أدخل أولًا عنوان URL الدقيق لدليل النماذج.
de: Geben Sie zuerst die exakte Modellkatalog-URL ein.
en: Enter the exact model catalog URL first.
es: Introduce primero la URL exacta del catálogo de modelos.
fr: Saisissez d’abord l’URL exacte du catalogue des modèles.
ja: 最初に正確なモデルカタログ URL を入力してください。
ko: 먼저 정확한 모델 카탈로그 URL을 입력하세요.
pt_br: Informe primeiro a URL exata do catálogo de modelos.
ru: Сначала укажите точный URL каталога моделей.
zh_hant: 請先填寫精確的模型名錄 URL。

source: 请先填写至少一个模型名称。
ar: أدخل اسم نموذج واحدًا على الأقل أولًا.
de: Geben Sie zuerst mindestens einen Modellnamen ein.
en: Enter at least one model name first.
es: Introduce primero al menos un nombre de modelo.
fr: Saisissez d’abord au moins un nom de modèle.
ja: 最初にモデル名を1つ以上入力してください。
ko: 먼저 모델 이름을 하나 이상 입력하세요.
pt_br: Digite primeiro pelo menos um nome de modelo.
ru: Сначала укажите хотя бы одно имя модели.
zh_hant: 請先填寫至少一個模型名稱。

source: 请先添加供应商
ar: الرجاء إضافة المورد أولا
de: Bitte fügen Sie zuerst den Lieferanten hinzu
en: Please add supplier first
es: Por favor agregue primero el proveedor
fr: Veuillez d'abord ajouter le fournisseur
ja: まずサプライヤーを追加してください
ko: 공급업체를 먼저 추가하세요.
pt_br: Adicione o fornecedor primeiro
ru: Пожалуйста, сначала добавьте поставщика
zh_hant: 請先添加供應商

source: 请只粘贴或导入你授权共享的任务内容；ModelHub 不会自动扫描其他客户端的聊天记录。
ar: يرجى لصق أو استيراد محتوى المهمة الذي يُسمح لك بمشاركته فقط؛ لن يقوم ModelHub بفحص سجل الدردشة للعملاء الآخرين تلقائيًا.
de: Bitte fügen Sie nur Aufgabeninhalte ein oder importieren Sie sie, zu deren Freigabe Sie berechtigt sind. ModelHub scannt den Chatverlauf anderer Kunden nicht automatisch.
en: Please only paste or import task content that you are authorized to share; ModelHub will not automatically scan the chat history of other clients.
es: Pegue o importe únicamente el contenido de la tarea que esté autorizado a compartir; ModelHub no escaneará automáticamente el historial de chat de otros clientes.
fr: Veuillez coller ou importer uniquement le contenu des tâches que vous êtes autorisé à partager ; ModelHub n'analysera pas automatiquement l'historique des discussions des autres clients.
ja: 共有する権限のあるタスクのコンテンツのみを貼り付けたりインポートしたりしてください。 ModelHub は、他のクライアントのチャット履歴を自動的にスキャンしません。
ko: 공유 권한이 있는 작업 콘텐츠만 붙여넣거나 가져오세요. ModelHub는 다른 클라이언트의 채팅 기록을 자동으로 스캔하지 않습니다.
pt_br: Cole ou importe apenas o conteúdo da tarefa que você está autorizado a compartilhar; O ModelHub não verificará automaticamente o histórico de bate-papo de outros clientes.
ru: Пожалуйста, вставляйте или импортируйте только тот контент задач, которым вы имеете право делиться; ModelHub не будет автоматически сканировать историю чатов других клиентов.
zh_hant: 請只粘貼或導入你授權共享的任務內容；ModelHub 不會自動掃描其他客戶端的聊天記錄。

source: 请填写精确的模型名录 URL，或将 Base URL 设为可直接 GET 的名录地址
ar: يرجى ملء عنوان URL لدليل النموذج الدقيق، أو تعيين عنوان URL الأساسي إلى عنوان دليل يمكن الحصول عليه مباشرة
de: Bitte geben Sie die genaue URL des Modellverzeichnisses ein oder legen Sie die Basis-URL auf eine Verzeichnisadresse fest, die direkt abgerufen werden kann
en: Please fill in the exact model directory URL, or set the Base URL to a directory address that can be directly GET
es: Complete la URL exacta del directorio del modelo o configure la URL base en una dirección de directorio que se pueda OBTENER directamente
fr: Veuillez remplir l'URL exacte du répertoire du modèle ou définir l'URL de base sur une adresse de répertoire qui peut être directement GET
ja: 正確なモデル ディレクトリ URL を入力するか、ベース URL を直接 GET できるディレクトリ アドレスに設定してください。
ko: 정확한 모델 디렉토리 URL을 입력하시거나, 직접 GET이 가능한 디렉토리 주소로 Base URL을 설정해주세요.
pt_br: Preencha o URL exato do diretório do modelo ou defina o URL base para um endereço de diretório que possa ser diretamente GET
ru: Пожалуйста, укажите точный URL-адрес каталога модели или установите базовый URL-адрес на адрес каталога, который можно напрямую получить.
zh_hant: 請填寫精確的模型名錄 URL，或將 Base URL 設為可直接 GET 的名錄地址

source: 请填写精确的模型名录 URL；模型推理 Base URL 不会被当作名录地址
ar: أدخل عنوان URL الدقيق للدليل؛ لن يُستخدم عنوان URL الأساسي للاستدلال كعنوان للدليل
de: Geben Sie die exakte Modellkatalog-URL ein; die Inferenz-Basis-URL wird nie als Katalogadresse verwendet
en: Enter the exact model catalog URL; the inference Base URL is never treated as a catalog address
es: Introduce la URL exacta del catálogo; la URL base de inferencia nunca se usa como dirección del catálogo
fr: Saisissez l’URL exacte du catalogue ; l’URL de base d’inférence n’est jamais utilisée comme adresse du catalogue
ja: 正確なモデルカタログ URL を入力してください。推論用 Base URL はカタログアドレスとして使用されません
ko: 정확한 모델 카탈로그 URL을 입력하세요. 추론 Base URL은 카탈로그 주소로 사용되지 않습니다
pt_br: Informe a URL exata do catálogo; a URL base de inferência nunca é usada como endereço do catálogo
ru: Укажите точный URL каталога; базовый URL вывода никогда не используется как адрес каталога
zh_hant: 請填寫精確的模型名錄 URL；模型推理 Base URL 不會被當作名錄地址

source: 请求
ar: طلب
de: Anfrage
en: Request
es: Solicitar
fr: Demande
ja: リクエスト
ko: 요청
pt_br: Solicitação
ru: Запрос
zh_hant: 請求

source: 请求 JSON 无效或缺少 model
ar: طلب JSON غير صالح أو النموذج مفقود
de: Ungültige JSON-Anfrage oder fehlendes Modell
en: Invalid request JSON or missing model
es: Solicitud JSON no válida o modelo faltante
fr: Requête JSON invalide ou modèle manquant
ja: 無効なリクエスト JSON または欠落しているモデル
ko: 잘못된 요청 JSON 또는 누락된 모델
pt_br: Solicitação JSON inválida ou modelo ausente
ru: Неверный запрос JSON или отсутствует модель.
zh_hant: 請求 JSON 無效或缺少 model

source: 请求 JSON 缺少 model
ar: طلب JSON يفتقد النموذج
de: Bei der JSON-Anfrage fehlt das Modell
en: Request JSON is missing model
es: A la solicitud JSON le falta el modelo
fr: Le modèle de la requête JSON est manquant
ja: リクエスト JSON にモデルがありません
ko: 요청 JSON에 모델이 누락되었습니다.
pt_br: Solicitação JSON não tem modelo
ru: В запросе JSON отсутствует модель
zh_hant: 請求 JSON 缺少 model

source: 请求受限或账户配额不足
ar: تم تقييد الطلب أو أن حصة الحساب غير كافية
de: Die Anfrage wurde begrenzt oder das Kontingent reicht nicht aus
en: The request was rate-limited or the account quota is insufficient
es: La solicitud está limitada o la cuota de la cuenta es insuficiente
fr: La requête est limitée ou le quota du compte est insuffisant
ja: リクエストが制限されたか、アカウントの割り当てが不足しています
ko: 요청이 제한되었거나 계정 할당량이 부족합니다
pt_br: A solicitação foi limitada ou a cota da conta é insuficiente
ru: Запрос ограничен либо квота аккаунта исчерпана
zh_hant: 請求受限或賬戶配額不足

source: 请求失败
ar: فشل الطلب
de: Die Anfrage ist fehlgeschlagen
en: Request failed
es: Solicitud fallida
fr: La demande a échoué
ja: リクエストが失敗しました
ko: 요청 실패
pt_br: Falha na solicitação
ru: Запрос не выполнен
zh_hant: 請求失敗

source: 请求成功率
ar: طلب نسبة النجاح
de: Erfolgsquote anfordern
en: Request success rate
es: Tasa de éxito de la solicitud
fr: Taux de réussite des demandes
ja: リクエスト成功率
ko: 요청 성공률
pt_br: Taxa de sucesso de solicitação
ru: Процент успешных запросов
zh_hant: 請求成功率

source: 请求日志
ar: سجل الطلب
de: Protokoll anfordern
en: Request log
es: Solicitar registro
fr: Journal des demandes
ja: リクエストログ
ko: 요청 로그
pt_br: Registro de solicitação
ru: Запросить журнал
zh_hant: 請求日誌

source: 请求格式、参数或模型能力不匹配
ar: تنسيق الطلب أو المعلمات أو قدرة النموذج غير متطابقة
de: Anfrageformat, Parameter oder Modellfähigkeit stimmen nicht überein
en: The request format, parameters, or model capability do not match
es: El formato, los parámetros o la capacidad del modelo no coinciden
fr: Le format de requête, les paramètres ou la capacité du modèle ne correspondent pas
ja: リクエスト形式、パラメータ、またはモデル機能が一致しません
ko: 요청 형식, 매개변수 또는 모델 기능이 일치하지 않습니다
pt_br: O formato, os parâmetros ou a capacidade do modelo não correspondem
ru: Формат, параметры или возможности модели не соответствуют запросу
zh_hant: 請求格式、參數或模型能力不匹配

source: 请求模型
ar: نموذج الطلب
de: Anfragemodell
en: Requested model
es: modelo de solicitud
fr: modèle de demande
ja: リクエストモデル
ko: 요청 모델
pt_br: modelo de solicitação
ru: запросить модель
zh_hant: 請求模型

source: 请求重试已达上限
ar: تم بلوغ حد إعادة محاولة الطلب
de: Maximale Anzahl der Anfragewiederholungen erreicht
en: Request retry limit reached
es: Se alcanzó el límite de reintentos
fr: Limite de nouvelles tentatives atteinte
ja: リクエストの再試行上限に達しました
ko: 요청 재시도 한도에 도달함
pt_br: Limite de novas tentativas atingido
ru: Достигнут предел повторных запросов
zh_hant: 請求重試已達上限
